tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"

brew "anyenv"
brew "bat"
brew "sqlite"
brew "cask"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "gibo"
brew "git"
brew "mas"
brew "nkf"
brew "nodebrew"
brew "pastel"
brew "pgcli"
brew "postgresql", restart_service: true
brew "procs"
brew "qt"
brew "starship"
brew "zsh"
brew "zsh-completions"
brew "dbcli/tap/litecli"
brew "jesseduffield/lazygit/lazygit"

cask "adobe-acrobat-reader"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "blackhole"
cask "clipy"
cask "coteditor"
cask "dropbox"
cask "editaro"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-myrica"
cask "font-ricty-diminished"
cask "gimp"
cask "gitkraken"
cask "gitup"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kindle"
cask "malwarebytes"
cask "mamp"
cask "slack"
cask "skitch"
cask "spark"
cask "steam"
cask "tableplus"
cask "virtualbox"
cask "visual-studio-code"
cask "1password"
cask "xrg"

# mas "Amphetamine", id: 937984704
# mas "Battery Monitor", id: 836505650
# mas "Bear", id: 1091189122
# mas "BetterSnapTool", id: 417375580
# mas "Git Streaks", id: 1525795950
# mas "HotKey", id: 975890633
# mas "LINE", id: 539883307
# mas "RunCat", id: 1429033973
# mas "The Unarchiver", id: 425424353
# mas "Twitter", id: 1482454543
# mas "Yoink", id: 457622435