tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "anyenv"
brew "bat"
brew "sqlite"
brew "cmatrix"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "gibo"
brew "git"
brew "nodebrew"
brew "pastel"
brew "pgcli"
brew "postgresql", restart_service: true
brew "qt"
brew "sl"
brew "starship"
brew "tig"
brew "zsh"
brew "dbcli/tap/litecli"
brew "jesseduffield/lazygit/lazygit"
cask "blackhole"
cask "iterm2"
