tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"

brew "anyenv"
brew "bat"
brew "cask"
brew "exa"
brew "fd"
brew "gh"
brew "gibo"
brew "git"
brew "htop"
brew "mas"
brew "nodebrew"
brew "procs"
brew "starship"
brew "zsh"
brew "zsh-completions"
brew "jesseduffield/lazygit/lazygit"

cask "1password"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "biscuit"
cask "blackhole"
cask "clipy"
cask "coteditor"
cask "editaro"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "gitkraken"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "malwarebytes"
cask "mamp"
cask "microsoft-office"
cask "notion"
cask "onyx"
cask "parallels"
cask "skitch"
cask "steam"
cask "virtualbox"
cask "visual-studio-code"
# cask "xrg"

mas "Amphetamine", id: 937984704
mas "Battery Monitor", id: 836505650
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "HotKey", id: 975890633
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "Yoink", id: 457622435